Repository: wp-plugins/simple-video-embed
Catalog: languages/simple-video-embed-*.po
Languages: it_it

source: Simple Video Embed Options
it_it: Simple Video Embed

source: You do not have sufficient permissions to access this page.
it_it: Non hai i permessi sufficienti per accedere a questa pagina

source: Settings
it_it: Impostazioni

source: Donate
it_it: Fai una donazione

source: Support
it_it: Supporto

source: Type
it_it: Tipo

source: Url or ID
it_it: Url o Id

source: Video player controls
it_it: Controlli player video

source: Hide
it_it: Nascosto

source: Display immediately
it_it: Visualizza subito

source: Display after video played
it_it: Visualizza dopo l'avvio del video

source: Show thumb video title
it_it: Visualizza i titoli dei video

source: No thumbnails
it_it: Nessun Thumbnails

source: Thumbnails in columns
it_it: Thumbnails in colonna

source: Please fill popup required fields.
it_it: Compila i campi obbligatori.

source: Google Public API Key is invalid!
it_it: Google Public API Key non valida!

source: Bad Request, missing required parameter!
it_it: Richiesta errata, parametro obbligatorio non passato.

source: Bad Request, unknown parameter!
it_it: Richiesta errata, parametro non riconosciuto!

source: Cannot contact
it_it: Non riesco a contattare

source: not found!
it_it: non trovato!

source: You have to configure Simple Video Embed!
it_it: Devi configurare Simple Video Embed!

source: Default thumbnail columns number
it_it: Numero colonne di default

source: Carousel
it_it: Slider

source: Video carousel default height
it_it: Altezza di default dello Slider

source: Carousel left arrow (html enabled)
it_it: Pulsante sinistro slider (html abilitato)

source: Carousel right arrow (html enabled)
it_it: Pulsante destro slider (html abilitato)

source: Save
it_it: Salva
